tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "mfuentesg/tap"
brew "automake"
brew "bison"
brew "chruby"
brew "openssl@1.1"
brew "libssh2"
brew "openldap"
brew "curl"
brew "libyaml"
brew "readline"
brew "ruby"
brew "fastlane", link: false
brew "gdbm"
brew "hugo"
brew "jmeter"
brew "kubectx"
brew "libffi"
brew "maven"
brew "maven@3.3"
brew "nghttp2"
brew "node"
brew "redis", restart_service: true
brew "ruby-install"
brew "jenkins-x/jx/jx", link: false
brew "mfuentesg/tap/ksd"
cask "atom"
cask "ngrok"
